---
kind: property
id: P:Autodesk.Revit.DB.FamilySymbolProfile.IsFlipped
source: html/22707f90-d71b-82ac-c154-21ca27f96ba0.htm
---
# Autodesk.Revit.DB.FamilySymbolProfile.IsFlipped Property

Indicates if the symbol profile is flipped or not.

## Syntax (C#)
```csharp
public bool IsFlipped { get; set; }
```